{
	"chambre_ehpad": {
	  "lines": [
		{
		  "speaker": "Mr. Corveler",
		  "text": "Aaah, aaahh... c'est vous jeune homme. Vous savez, vous me faites penser à moi quand j'étais jeune. Moi aussi j'ai travaillé à l'EHPAD. Aaah mes 20 ans, c'était il y a si longtemps. J'ai du mal à me souvenir..."
		},
		{
		  "speaker": "Infirmier",
		  "text": "Mais oui, c'est pas facile de vous souvenir, c'est normal c'est la vieillesse. 90 ans aujourd'hui en même temps. Bon anniversaire monsieur Corveler."
		},
		{
		  "speaker": "Mr. Corveler",
		  "text": "90 ans ?! Déjà ?"
		},
		{
			"speaker": "Infirmier",
			"text": "Eh oui, votre frère va venir aujourd'hui, vous devez être content de le voir. Vous savez qu'il a battu le record du monde de temps passé sur les mains la semaine dernière ? À 92 ans vous vous rendez compte !"
		},
		{
			"speaker": "Mr. Corveler",
			"text": "Ah bon c'est pas possible ça... Il faut que je vous montre ce que je faisais du temps de ma jeunesse. Attendez moi laissez moi vous montrer."
		}
	  ]
	},
  
	"level_intro": {
		"debut" : {
			"lines": [
				{
					"speaker": "M. Corveler",
					"text": "Allez, faut que je vous montre quelque chose, j'essaie de m'en souvenir !"
				}
			]
		},
		"saint_malo" : {
			"lines": [
				{
				  "speaker": "M. Corveler",
				  "text": "Tiens, il me rappelle quelque chose ce tableau..."
				},
				{
					"speaker": "Infirmier",
					"text": "C'est une photo prise dans une ville en Bretagne"
				}
			]
		},
		"enki_bilal" : {
			"lines": [
				{
				  "speaker": "M. Corveler",
				  "text": "Elle est plutôt jolie cette affiche, j'ai l'impression de l'avoir déjà vue quelque part."
				}
			]
		},
		"vieille_nue" : {
			"lines": [
				{
				  "speaker": "M. Corveler",
				  "text": "Bonjour Madame, je ne sais pas pourquoi mais vous me rappelez quelqu'un aujourd'hui."
				},
				{
					"speaker" : "Infirmier",
					"text": "Est ce que quelqu'un peut aider madame Blumberg à se rhabiller s'il vous plaît ??"
				}
			]
		},
		"minecraft" : {
			"lines": [
				{
				  "speaker": "M. Corveler",
				  "text": "Décidémement, c'est bizarre, ça me fait penser à un jeu vidéo auquel j'ai du jouer quand j'étais jeune. Je ne me souviens plus du nom..."
				},
				{
					"speaker": "Infirmier",
					"text": "Vous avez beaucoup de souvenir de votre jeunesse aujourd'hui."
				},
				{
					"speaker": "M. Corveler",
					"text": "Mais oui, je dois trouver l'ordinateur pour vous montrer quelque chose !"
				}
			]
		},
		"computer" : {
			"lines" : [
				{
				  "speaker": "M. Corveler",
				  "text": "Mince, qu'est ce que c'est mon mot de passe déjà ?... J'ai bien dû le noter quelque part..."
				}
			]
		},
		"storage" : {
			"lines" : [
				{
				  "speaker": "M. Corveler",
				  "text": "Ah voilà le mot de passe : TaiTa"
				}
			]
		}
	},

	"level_1" : {
		"debut" : {
			"lines" : [
				{
					"speaker": "M. Lama",
					"text": "Tiens, on dirait que j'ai enfin retrouvé l'esprit de notre petit Raphaël !"
				},
				{
					"speaker": "M. Lama",
					"text": "Il était temps, on commençait à le perdre complètement. Nous sommes ici dans ta mémoire, enfin ce qu'il en reste. La lumière s'éteint peu à peu depuis un moment..."
				},
				{
					"speaker": "M. Lama",
					"text": ""
				}
			]
		}
	}
  }
  
